Repository: umerhamid1/i_here_now_swedishVersion1
Catalog: i_here_now/*.lproj/Localizable.strings
Languages: sv

source: Compass
sv: Livskompass

source: Meditation
sv: Medveten Närvaro

source: Statistics
sv: Statistik

source: seconds
sv: sekunder

source: minutes
sv: minuter

source: hours
sv: timmar

source: days
sv: dagar

source: Seconds
sv: Sekunder

source: Minutes
sv: Minuter

source: Hours
sv: Timmar

source: Days
sv: Dagar

source: second
sv: sekund

source: minute
sv: minut

source: hour
sv: timme

source: day
sv: dag

source: Life compass
sv: Livskompass

source: You have completed
sv: Du har klarat

source: of meditation
sv: av meditation

source: Health
sv: Hälsa

source: Comfortable Habits
sv: Sköna vanor

source: Nutrition and Development
sv: Näring och utveckling

source: Physical Activity
sv: Fysisk aktivitet

source: Work / Employment
sv: Arbete/Sysselsättning

source: Professional Development
sv: Professionell utveckling

source: Personal Development
sv: Personlig utveckling

source: Working Life
sv: Arbetsliv

source: Leisure
sv: Fritid

source: Community Involvement
sv: Samhällsengagemang

source: Own time / Spirituality
sv: Egen tid / Andlighet

source: Recreational Activities
sv: Fritidsaktiviteter

source: Relationships
sv: Relationer

source: Loving Relationships
sv: Kärleksrelationer

source: Friends and Social Life
sv: Vänner och socialt liv

source: Family Relationships
sv: Familjerelationer

source: Reminder for your life compass task
sv: Påminnelse för ditt livskompass

# Description1Key
source: Fredrik Livheim is a Ph.D., leg. psychologist, writer and researcher. Fredrik has more than 25 years of experience of conscious presence. He is an internationally recognized ACT trainer and co-author of the books Time to Live, The Mindfulness and Acceptance Workbook for Stress Reduction and The Mindful and Effective Employee.
sv: Fredrik Livheim är Ph.D, leg. psykolog, författare och forskare. Fredrik har mer än 25 års erfarenhet av medveten närvaro. Han är internationellt erkänd ACT-trainer och medförfattare till böckerna Tid att leva.

# Description2Key
source: Daniel Ek is leg. psychologist, writer and mindfulness instructor with a long experience of working with stress-related ill health. Daniel holds training courses and groups in ACT for professionals and organizations, with the aim of preventing mental illness and promoting health and well-being. He is co-author of the books Time to Live and The Mindfulness and Acceptance Workbook for Stress Reduction. Here www.livskompass.se you can read about how you can train yourself as an ACT group leader in four days. Here www.tidattleva.se you can read more about our Swedish book for stress management. Here you can do more free courses for mental health and personal development, www.29k.org
sv: Daniel Ek är leg. psykolog, författare och mindfulnessinstruktör med lång erfarenhet av att arbeta med stressrelaterad ohälsa. Daniel håller utbildningar och grupper i ACT för yrkesverksamma samt organisationer, i syfte att förebygga psykisk ohälsa och främja hälsa och välmående. Han är medförfattare till böckerna Tid att leva och The Mindfulness and Acceptance Workbook for Stress Reduction. Här www.livskompass.se kan du läsa om hur du själv kan utbilda dig till ACT-gruppledare på fyra dagar. Här www.tidattleva.se kan du läsa mer om vår svenska bok för stresshantering. Här kan du göra fler gratis kurser för psykisk hälsa och personlig utveckling, www.29k.org
